aaron-bond.better-comments
asvetliakov.snapshot-tools
be5invis.vscode-custom-css
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
Equinusocio.vsc-material-theme
formulahendry.auto-rename-tag
ginfuru.ginfuru-onedark-raincoat-theme
HookyQR.beautify
leveluptutorials.theme-levelup
midnightsyntax.vscode-wrap-console-log
msjsdiag.debugger-for-chrome
PKief.material-icon-theme
pnp.polacode
sdras.night-owl
Tyriar.sort-lines
Tyriar.terminal-tabs
vscode-icons-team.vscode-icons
wesbos.theme-cobalt2
wix.vscode-import-cost
yzhang.markdown-all-in-one
zhuangtongfa.Material-theme
